[
  {
    "id": "1",
    "description": "The Meraki Espresso Machine is a high-performance home espresso maker designed for precision and convenience. Featuring a dual-boiler system, it allows users to brew espresso and steam milk simultaneously, optimizing workflow and efficiency. The integrated Timemore grinder includes grind-by-weight functionality, ensuring precise dosing without the need for a separate grinder. A built-in brew scale further enhances consistency by stopping extraction at a set weight.\nThe machine incorporates a circular touchscreen interface for intuitive operation, supported by paddle switches for manual control. The advanced steam wand, equipped with temperature sensing, enables both automatic and manual milk steaming, catering to different user preferences. Constructed from a combination of ABS plastic, stainless steel, and aluminum, the Meraki balances durability with a modern aesthetic.\nOriginally launched via Kickstarter at $1,099, the machine now retails for $1,799, positioning it as a competitively priced option in the premium home espresso market. While its integrated features streamline the brewing process, limitations such as the inability to manually trigger the grinder may affect user flexibility. Overall, the Meraki Espresso Machine is an innovative solution for home baristas seeking precision-driven espresso extraction with professional-grade capabilities.",
    "Dimensions": "370 x 370 x 414mm",
    "Weight": "14.3kg",
    "Voltage": "100-120V(US,CA)\n220-240V(EU,AS)",
    "Power": "1600W (100-120V 50/60Hz)\n1800W (220-240V 50/60Hz)",
    "WaterPressure": "9 bar",
    "WaterCapacity": "2000ml"
  },
  {
    "id": "2",
    "description": "The Meraki Espresso Machine is a high-performance home espresso maker designed for precision and convenience. Featuring a dual-boiler system, it allows users to brew espresso and steam milk simultaneously, optimizing workflow and efficiency. The integrated Timemore grinder includes grind-by-weight functionality, ensuring precise dosing without the need for a separate grinder. A built-in brew scale further enhances consistency by stopping extraction at a set weight.\nThe machine incorporates a circular touchscreen interface for intuitive operation, supported by paddle switches for manual control. The advanced steam wand, equipped with temperature sensing, enables both automatic and manual milk steaming, catering to different user preferences. Constructed from a combination of ABS plastic, stainless steel, and aluminum, the Meraki balances durability with a modern aesthetic.\nOriginally launched via Kickstarter at $1,099, the machine now retails for $1,799, positioning it as a competitively priced option in the premium home espresso market. While its integrated features streamline the brewing process, limitations such as the inability to manually trigger the grinder may affect user flexibility. Overall, the Meraki Espresso Machine is an innovative solution for home baristas seeking precision-driven espresso extraction with professional-grade capabilities.",
    "Dimensions": "370x370x414mm",
    "Weight": "14.3kg",
    "Voltage": "100-120V(US,CA)\n220-240V(EU,AS)",
    "Power": "1600W (100-120V 50/60Hz)\n1800W (220-240V 50/60Hz)",
    "WaterPressure": "9 bar",
    "WaterCapacity": "2000ml"
  },
  {
    "id": "3",
    "description": "The eight-round all stainless steel Model 648 features a 6-inch full underlug barrel, a Patridge front sight and adjustable rear sight, synthetic finger groove grips, and DA/SA action. The Smith & Wesson Model 648 is ideally suited for target shooting and small-game hunting with the 22 WMR -Winchester Magnum Rimfire cartridge.",
    "Dimensions": "20.3 x 36.7 x 27.6cm",
    "Weight": "5.2 kg",
    "Voltage": "220V-240V",
    "Power": "N/A",
    "WaterPressure": "19 bar",
    "WaterCapacity": "1000ml"
  },
  {
    "id": "4",
    "description": "This is an American made classical Ak-47 rifle (7.62x39mm) and measures 35.25\" in overall length.",
    "Dimensions": "13 x 37.2 x 27.8cm",
    "Weight": "2.47 kg",
    "Voltage": "220V-240V",
    "Power": "N/A",
    "WaterPressure": "19 bar",
    "WaterCapacity": "700ml"
  },
  {
    "id": "5",
    "description": "Meet the new and improved Keurig® K-Duo® Single Serve & Carafe Coffee Maker: the brewer made for every moment. It gives you the flexibility to brew delicious coffee in single cups using K-Cup® pods OR in full carafes using your favorite grounds — so you can serve yourself or a crowd, all with one compact unit. It features an extra-large, 72oz removable water reservoir that feeds both sides of the brewer, which means easier brewing with fewer refills. Plus, a convenient new front-facing control panel with digital readout lets you quickly and easily select your brewing preferences.\n The single cup side brews all your favorite K-Cup® pods in 6, 8, 10, or 12oz sizes. The K-Duo® with MultiStream Technology™ saturates the grounds evenly to extract full flavor and aroma in every cup, hot or cold. It offers a variety of brewing options to craft your ideal cup, now including Brew Over Ice for making refreshing iced coffees and teas, as well as Strong Brew for brewing a bolder, more intense cup and the Extra Hot feature for an exceptionally steamy cup. \nThe carafe side brews in 6, 8, 10, and 12-cup sizes, and with programmable Auto Brew you can set your preferred brew time up to 24 hours in advance. It features a newly designed glass carafe that minimizes dripping and a heating plate for keeping your coffee hot and delicious from the first cup to the last. Whether you’re enjoying a cup for yourself or hosting a crowd … looking for cool refreshment or cozy warmth … the Keurig® K-Duo® is the one brewer that’s made for every moment.",
    "Dimensions": "12.7\" x 11.1\" x 12.9\"",
    "Weight": "N/A",
    "Voltage": "N/A",
    "Power": "1100W",
    "WaterPressure": "N/A",
    "WaterCapacity": "2200ml"
  },
  {
    "id": "6",
    "description": "The Keurig® K-Elite™ brewer blends a premium finish and programmable features to deliver both modern design and the ultimate in beverage customization. With a striking brushed finish and metal details, it’s a stylish addition to any kitchen. The Keurig® K-Elite™ coffee maker features Strong Brew for when you want to brew a bolder cup of coffee, and an Iced button to brew hot over ice for a refreshing, full-flavored iced coffee. It features five brew sizes, so you can brew 4, 6, 8, 10, or 12oz of your favorite coffee, tea, hot cocoa, or iced beverage at the touch of a button. Choose from hundreds of delicious varieties of K-Cup® pods, or brew your own ground coffee using the Universal My K-Cup® Reusable Coffee Filter (sold separately). In addition to a host of programmable features like auto on and temperature control, the Keurig® K-Elite™ coffee maker provides hot water on demand for instant soups and oatmeal, and the large 75oz removable water reservoir lets you brew 8 cups between refills.",
    "Dimensions": "13.1\" x 9.9\" x 12.7\"",
    "Weight": "3.7 kg",
    "Voltage": "N/A",
    "Power": "N/A",
    "WaterPressure": "N/A",
    "WaterCapacity": "2200ml"
  },
  {
    "id": "7",
    "description": "Auto grind, dose & tamp into the professional-style 58 mm portafilter and use Barista Guidance to help you create specialty coffee at home. Auto MilQ™ delivers silky microfoam hands-free, with settings optimized for dairy, soy, almond and oat, plus Auto Queue your milk to start automatically once extraction has finished. The new highly responsive touch screen features pre-programmed café favorites including new Cold Brew & Cold Espresso. All powered by the ThermoJet® heating system which provides fast heat up and is up to 32% more energy efficient*.",
    "Dimensions": "16.75\" x 15\" x 14.5\"",
    "Weight": "12.6 kg",
    "Voltage": "120V/60Hz",
    "Power": "1400-1600W",
    "WaterPressure": "9 bar",
    "WaterCapacity": "2300ml"
  },
  {
    "id": "8",
    "description": "Enjoy step-by-step barista guidance at your fingertips. With real time feedback, the Barista Touch™ Impress navigates you through the Impress™ Puck System, precise extraction and hands-free silky smooth microfoam. All powered by the ThermoJet® heating system which provides fast heat up and is up to 32% more energy efficient*.",
    "Dimensions": "14.2\" x 13.4\" x 16.3\"",
    "Weight": "9.1kg",
    "Voltage": "120V/60Hz",
    "Power": "1750W",
    "WaterPressure": "9 bar",
    "WaterCapacity": "2000ml"
  },
  {
    "id": "9",
    "description": "Barista quality performance with an intuitive interface that displays all the information you need to create third wave specialty coffee at home. The integrated grinder delivers the right amount of ground coffee on demand, for rich full flavor. With a ThermoJet heating system, 3 second heat up time and precise espresso extraction, you go from bean to cup faster than ever before.",
    "Dimensions": "13.5\" x 13.9\" x 13.5\"",
    "Weight": "9.5kg",
    "Voltage": "120V",
    "Power": "1680W",
    "WaterPressure": "9 bar",
    "WaterCapacity": "2000ml"
  },
  {
    "id": "10",
    "description": "Create third wave specialty coffee at home from bean to espresso in less than a minute. The Barista Express allows you to grind the beans right before extraction for rich full flavor and precise temperature control ensures optimal espresso extraction. Be hands on like a barista with manual microfoam milk texturing to deliver authentic results in no time at all.",
    "Dimensions": "12.5\" x 13.8\" x 15.9\"",
    "Weight": "10kg",
    "Voltage": "110-120V",
    "Power": "1600W",
    "WaterPressure": "9 bar",
    "WaterCapacity": "2000ml"
  },
  {
    "id": "11",
    "description": "The faster way to professional results at home. Like professional machines, the Bambino can deliver third wave specialty coffee. This is made possible by the 4 keys formula. Delivering barista quality performance using a 54mm portafilter with 18 grams of coffee for full flavor and a powerful steam wand to create microfoam required for latte art. With a proprietary ThermoJet heating system the machine is ready to start in 3 seconds. Additionally, see the Bambino® Plus if you prefer the features of the Bambino but would like the inclusion of an automatic steam wand.",
    "Dimensions": "7.7\" x 12.6\" x 12.2\"",
    "Weight": "1.5 lbs",
    "Voltage": "110-120V",
    "Power": "1560W",
    "WaterPressure": "9 bar",
    "WaterCapacity": "1400ml"
  }
]
